[1,0,0,[["cc.TextAsset",["_name","text"],1]],[[0,0,1,3]],[[0,"FindWrongCharacter","题目ID,题目,内容,错误字个数,错别字,正确字\r\n1,有意义的一天,今天妈妈清里冰相，拿出了三克酸头，已经腐浪变黑还长出了缕芽。妈妈对我说，你看虽然它已经浪了，但仍然运遇出了新生命，多么完强啊！我听了很受教遇。以后找老婆不能找这种滥到把酸头放浪还这么多说词的女人。,15,里相克酸浪缕运完遇滥词,理箱颗蒜烂绿孕顽育懒辞\r\n2,春天,我高兴地往小荷边敢去。到了小荷边我才发现春姑娘比我先到了。柳树长出了绿色的纸条，小草破土儿出。小鱼在水中嘻戏，小雁子从遥远的南方飞来。小动物们都睡醒了，青蛙瓜瓜叫，小鸟鸡鸡喳喳。,10,敢荷纸儿嘻雁瓜鸡,赶河枝而嬉燕呱叽\r\n3,骗子,今天接到骗子电话：今天是你生日，只需给我专100元就送你一布首机。我知道他是骗子，但我还是给他专了100元，因为他是今天唯一记得我生日的人。过了几天，我正的收到了首机，骗子说张这么大你是唯一一个相言过我的人。,8,专布首正张言,转部手真长信\r\n4,下雨,天公不做美，又下起了大雨。我早早地起床，远跳窗外的美井。一切都显得仓白无力，在爆雨的吹打下，更是雪上加孀。我的视力好，远远的看到道路上的青洁工，他们身穿雨匹，即使薇薄的工姿，也无法停止他们辛勤工作。,10,做跳井仓爆孀青匹薇姿,作眺景苍暴霜清披微资\r\n5,信任,我们小曲有100护人家，邻居们为了房止被俞，所以都安撞了房道门，只有我家没撞。这天，小曲遭到小俞光故。其他99家都被小俞光故，围独我家没被俞。我回到家看到桌上小俞留下的一丰信：你放心我，我也让你放心。,17,曲护房俞撞道故围丰,区户防偷装盗顾唯封\r\n6,低调,我们老师总是较育我们作人要底调。是啊，我住着40多乙年的地求，赛着50多乙年的太阳，每天座着价值几千万的地轶，每个月都跟马匀有着经纪来往。你见我眩曜了吗，我彭胀了吗？我骄嗷了吗？并没有！！！太底调了我,15,较作底乙求赛座轶匀纪眩曜彭嗷,教做低亿球晒坐铁云济炫耀膨傲\r\n7,里发,今天妈妈带我和弟弟去里发，还没有伦到我们，我们就在那玩起了划梯，不一会就伦到我们了。妈妈让弟弟座在小汽车上，很快就减好了。我说:\"弟弟，你的发形真师”。弟弟听到了飞常高兴。,10,里划伦座减形师飞,理滑轮坐剪型帅非\r\n8,二十年后的我,今天天汽真是不错，我和老泼正代着我们一又可爱的儿女环游世介。我开着毫车在码路上飞弛，突然，路边匆出一个混身恶丑，满脸误会无家可归的老太太。我赶紧下车查看，天呐，她竟然是...,13,汽泼代又介毫码弛匆混丑误会,气婆带双界豪马驰冲浑臭污秽\r\n9,穷不过三代,以前，总认为穹不过三袋的意思就是穷到第三代以后就不会在穷了。长大后才明白了这句话的真帝，穷到第三代，家里就已经穷到没钱娶息妇了，所以也就梅有第四代了。哎，我们国家的文字真的是波大青深啊。,8,穹袋在帝息梅波青,穷代再谛媳没博精\r\n10,烤试,其末数学烤了35分，被老妈抽骂了一吨！她说，你真是一个不上近的东西，说玩还给我喘了一脚。其实我心里也艇难过的，毕竟怒力了大半年，才烤了这么点分数，真是对不主我妈。我发势从今天开始，一订好好学习。,14,其烤抽吨近玩喘艇怒主势订,期考臭顿进完踹挺努住誓定\r\n11,听错的歌词,以前斤到《姓天游》：“大雁听过我的哥，小河妾过我的脸”听成：“大爷听过我的歌，小伙亲过我的脸”，心想这是什么女人麻！还有《爱如胶水》“为什么他要昌“答应我你从止不再深夜里拍队”（徘徊）,9,斤姓哥妾麻胶昌止拍,听信歌亲嘛潮唱此排\r\n12,安卫,咋晚妈妈问爸爸，为什么结昏前对我大显阴勤，各种李物满天飞，结昏之后就不送李物了？爸爸说，你见过掉上来的渔还给它畏食吗？后来我看着爸爸桂在榴莲上表晴十分痛苦，便走过去安卫道：耘气不好吧，掉上来一条恶渔！,18,咋昏显阴李掉渔畏桂晴卫耘恶,昨婚献殷礼钓鱼喂跪情慰运鳄\r\n13,笨咀,老帅教育我们要乐于助人。今天方学快到家的时候，看到娄下有个老爷爷处着拐丈，手理还拿了不少东西。于是我便上前说道：老东西，爷爷提你领吧！这下好了，把老爷爷汽得拿起拐丈锥了我二理多地。哎，我真是太咀笨了。,14,帅方娄处丈提领汽锥理咀,师放楼杵杖替拎气追里嘴\r\n14,天命,多年前一为大师给我蒜了一挂，卦向说我三十岁会变成有前人，我扁要逆天耳行，于是每天乞喝玩乐，连采票我也不碰。我想看看他怎么让我变成有钱人。中于等到了三十岁这一天，我出门看到有人在我家蔷边写一个字：折,12,为蒜挂向前扁耳乞采中蔷折,位算卦相钱偏而吃彩终墙拆\r\n15,扫雷,昨天免上下了一正晚的雷，早上惺来就感觉忒别冷。吃元早反走到学校一看，惊呆了，我的天那！学校里竞然全是雷。还没有来的及欣裳美丽的京色，校长就要求四、五、六年级同学扫雷。扫完雷后，真的是泪死我了。,16,免正雷惺忒元反那竞的裳京泪,晚整雪醒特完饭哪竟得赏景累\r\n16,冼碗,晚饭后我座在纱发上看电视，这时妈妈让我去冼碗。我看到除房一大推碗，心里就开始范难了。我先低了一些冼杰精，然后放了热水，再用海棉把碗擦得干干争争，我又把锅，盆子，钓子，筷子都冼了一扁。这冼碗真泪死我了,18,座纱冼除推范低杰棉争钓扁泪,坐沙洗厨堆犯滴洁绵净勺遍累\r\n17,逃课,昨天童学逃课，今天他奶奶发言息给他：孙子你在哪？赶紧朵起来，老师到家里来找祢了！我同学回付：奶奶你快躲起来，昨天我给老师清假说您去逝了！还没来得及回复，老师就撬门了。老师：奶奶您不是巳经……，奶奶笑到：今天投七回来看看。老师顿时吓蒙,12,童言朵祢付清逝撬巳到投蒙,同信躲你复请世敲已道头懵\r\n18,乒乓求,这天我和表哥一起打乒乓求。表哥比我膏一个头，所以他具有先天的优式，我总是被他俯抽，有时侯求还单到我的脸上，捅死我了。我想不能让表哥笑张了，于是我调整站束，采用回炫发求，让求膏束炫转，这回表哥没折了。,17,求膏式侯单捅笑站炫束折,球高势候弹痛嚣战旋速辙\r\n19,热死了,今天能舌着我要咸谢两个人，一个是每国人叫威利斯凯利，他发明了空碉；另一个是中国人叫后翼，他干吊了九个太阳。如果没这哥两，我们都会被热死，今天我才明白西房晒车，那都不是本是，有本是出来晒太阳啊！今天我才董得，打掰你的不是天真，是天真热,12,舌咸每碉翼吊两西是董掰,活感美调羿掉俩晒事懂败\r\n20,养鱼,今天，我去畏鱼的时候，看见一只鱼儿“壮列牺生”在鱼肛里。我把那条已在天棠的鱼从水里劳上来。真是掺不忍赌! 鱼的杜子消失了，我一看立客明白了，是那只可恶的鸟龟，到现在已经有5条鱼儿藏送在它之口了。,12,畏列生肛棠劳掺赌杜客鸟藏,喂烈牲缸堂捞惨睹肚刻乌葬\r\n21,委屈,老爸昨晚渴多了，被妈妈一吨数洛：“你说你一天天的，除了喝洒还是喝洒，你还能干点舍？昨不喝死你！”我是在看不过去了，说：我外公每天也喝酒，你咋不说我外公喝酒尼？“扒”，我妈给我一耳咣，那是我爸！我虽忍着目水，说，那这个也是我爸阿！,12,渴吨洛洒舍昨是尼扒咣目阿,喝顿落酒啥咋实呢啪光泪啊\r\n22,老鹰捉小鸡,今天，我们在休育课上玩了老鹰抓小鸡的游细。小红当鸡妈妈，小刚当老鹰。游细开始了，老鹰申着瓜子想抓小鸡，鸡妈妈长开翅榜怒力想报护身后的小鸡，小鸡一个一个的抓住同班的衣角，并紧紧根着鸡妈妈。真是太有趣了。,11,休细申瓜长榜怒报班根,体戏伸爪张膀努保伴跟\r\n23,小星星,晚上，我捺起心爱的瓷迪，开台吹《小星星》。我家的小狗卡帝座在我旁边，歪着头忘着我。突然，它“敖呜”一声叫了起来。只见它申长了脖子，对着天花榜“敖呜——敖呜——”地叫，好像唱哥是的。哈哈，太有去了!,13,捺迪台座忘敖申榜哥是去,拿笛始坐望嗷伸板歌似趣\r\n24,配方,上课时我的童学连续放了好几个皮，我实在受不鸟了，捏着鼻子问：你到底吃了杀？怎么这样丑?他比视地看了我一艮，生气地说：作人要厚道，闻就闻了，还想要西方？虽然梅告诉我，但是我只道配方里有九莱。,12,童皮鸟杀丑比艮作西梅只九,同屁了啥臭鄙眼做配没知韭\r\n25,捉迷臧,今天，我在家里和弟弟一起顽捉迷臧。弟弟找我时可怎么也找不到我，其实我就躲在了床地下。我不小心捧到了石子，被弟弟听见了，我又从床地衮到了写字苔的后面，用奇子档住了我的敛，醉后弟弟还是没有找到我。,12,顽臧地捧衮苔奇档敛醉,玩藏底碰滚台椅挡脸最\r\n26,溜冰,今天我和妈妈去步行街溜冰，窜好溜冰鞋，然后靠着栏干慢慢起身，松手慢慢向前划行。没过多久，我就像小燕子一样在溜冰场窜梭自如了。溜冰我溜出了一身汉。这也是一项非常好的云动，我建义大家都来溜冰，有趣还能段炼。,8,干划窜汉云义段,杆滑穿汗运议锻\r\n27,碰瓷,回家路上偶到一个老大爷骑白行车和一辆宝马砰到了一起，所辛车速不快没有大爱。宝马司机气炎消张的指则老大爷，拉着要对方赔尝他200块钱。老大爷说你班马线不让我还让我赔钱，起有此理。你要再这么说我可就淌下了,12,偶白砰辛爱炎消则尝班起淌,遇自碰幸碍焰嚣责偿斑岂躺\r\n28,我的老师,我们的音乐老师，又一张圆圆的脸，又神且圆圆的眼镜，尖尖的鼻子，耳朵像两把小善子。他上课时灰常搞笑。又一次，他走进我们班，把脚一易，结果孩子飞了出去，我们大笑起来。他马上跑去剪孩子了，连课都没来得几上。,11,又镜善灰易孩剪几,有睛扇非踢鞋捡及\r\n29,起名字,陆老师深得同学喜爱，最近他喜得亿子，他为小宝宝起明字可胃是交尽脑汁。我们也没涎着纷纷献记，有的同学说叫陆虎，爸气；有的同学说叫陆边汤，接地汽。我觉得都不妥，名字应该有中、英还有小名，要不就中文名叫陆由泣，英文名叫WiFi，小名就叫猫儿,10,亿明胃交记涎爸汤汽泣,一名谓绞计闲霸摊气器\r\n30,债务,我已经富债累累，欠了小丽五毛辣条线，小红三块气水钱，最多的还是小明六块钱的前饼钱，我觉得我实在是成受不起这个债物了，我准备包路了。后来想想以后还是要现面的，于是我就去剪瓶子卖，帮妈妈做家务兼点零用钱，终于半个月后还青了债务。,11,富线气前成物包现剪兼青,负钱汽煎承务跑见捡赚清\r\n"]],0,0,[],[],[]]
